Repository: GNOME/grilo
Catalog: po/*.po
Languages: kab, th

source: No mock definition found
kab: Ulac tabadut tawerlayt i yettwafen
th: ไม่พบค่ากำหนดจำลอง

source: Could not find mock content %s
kab: Ulac agbur awerlay %s i yettwafen
th: ไม่พบเนื้อหาจำลอง %s

source: Could not access mock content: %s
kab: Yegguma ad yekcem Ver ugbur awerlay: %s
th: ไม่สามารถเข้าถึงเนื้อหาจำลอง: %s

source: Cannot connect to the server
kab: Ur yezmir ara ad yeqqen ɣer uqeddac
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์

source: Cannot connect to the proxy server
kab: Ur yezmir ara ad yeqqen ɣer uqeddac n upṛuksi
th: ไม่สามารถเชื่อมต่อกับพร็อกซีเซิร์ฟเวอร์

source: Invalid request URI or header: %s
kab: URI neɣ aqerru n tuttra d arameɣtu: %s
th: URI คำร้องขอหรือส่วนหัวไม่ถูกต้อง: %s

source: Authentication required: %s
kab: Asesteb yettwasra: %s
th: ต้องมีการยืนยันตัวตน: %s

source: The requested resource was not found: %s
kab: Aɣbalu yettwasran ur yettwaf ara: %s
th: ไม่พบทรัพยากรที่ร้องขอ: %s

source: The entry has been modified since it was downloaded: %s
kab: Anekcum yettwasenfel mi akken i d-yuder: %s
th: มีการแก้ไขรายการตั้งแต่ตอนที่ดาวน์โหลด: %s

source: Operation was cancelled
kab: Tamhelt tettusefsex
th: ปฏิบัติการถูกยกเลิก

source: Data not available
kab: Isefka ulac-iten
th: ไม่มีข้อมูล

source: Invalid URL %s
kab: URL %s d arameɣtu
th: URL %s ไม่ถูกต้อง

source: Semicolon-separated paths containing Grilo plugins
kab: Iberdan ttwabḍan s tefrayin d wagaz (;) ideg llan izegrar Grilo
th: เส้นทางคั่นด้วยเครื่องหมายเซมิโคลอนซึ่งประกอบด้วยปลั๊กอิน Grilo

source: Colon-separated paths containing Grilo plugins
kab: Iberdan ttwabḍan s sin wagazen (:) ideg llan izegrar Grilo
th: เส้นทางคั่นด้วยเครื่องหมายโคลอนซึ่งประกอบด้วยปลั๊กอิน Grilo

source: Colon-separated list of Grilo plugins to use
kab: Tabdart n yizegrar Grilo ara yettwasqedcen, tebḍa s win wagazen (:)
th: รายชื่อปลั๊กอิน Grilo คั่นด้วยเครื่องหมายโคลอนที่ต้องการใช้

source: Grilo Options
kab: Tixtiṛiyin Grilo
th: ตัวเลือกของ Grilo

source: Show Grilo Options
kab: Sken tixtiṛiyin n Grilo
th: แสดงตัวเลือกของ Grilo

source: No searchable sources available
kab: Ulac iɣbula i yellan i unadi
th: ไม่มีแหล่งค้นหาได้ที่ใช้ได้

source: Could not resolve media for URI “%s”
kab: Yegguma ad iṣggem amidya i URI "%s"
th: ไม่สามารถแก้ปัญหาสื่อสำหรับ URI “%s”

source: Plugin “%s” is already loaded
kab: Azegrir "%s" yuli-d yakan
th: ปลั๊กอิน “%s” โหลดไปแล้ว

source: Failed to initialize plugin from %s
kab: Yecceḍ uwennez n uzegrir seg %s
th: ไม่สามารถเตรียมใช้งานปลั๊กอินจาก %s

source: Metadata key “%s” already registered in different format
kab: Tasarut n yiɣefisefka "%s" tettwasekles yakan deg umasal wayeḍ
th: คีย์ข้อมูลกำกับ “%s” ถูกลงทะเบียนไปแล้วในรูปแบบอื่น

source: Metadata key “%s” cannot be registered
kab: Tasarut n yiɣefisefka "%s" ur tezmir ara ad tettwasekles
th: คีย์ข้อมูลกำกับ “%s” ไม่สามารถลงทะเบียนได้

source: Source with id “%s” was not found
kab: Aɣbalu s usulay "%s" ur yettwaf ara
th: ไม่พบแหล่งที่มีไอดี “%s”

source: Failed to load plugin from %s
kab: Yecceḍ usali n uzegrir seg %s
th: ไม่สามารถโหลดปลั๊กอินจาก %s

source: Invalid plugin file %s
kab: Afaylu n uzegrir %s d arameɣtu
th: ไฟล์ปลั๊กอิน %s ไม่ถูกต้อง

source: “%s” is not a valid plugin file
kab: "%s" mačči d afaylu n uzegrir ameɣtu
th: “%s” ไม่ใช่ไฟล์ปลั๊กอินที่ถูกต้อง

source: Plugin “%s” already exists
kab: Azegrir "%s" yella yakan
th: มีปลั๊กอิน “%s” อยู่แล้ว

source: Invalid path %s
kab: Abrid %s d arameɣtu
th: เส้นทาง %s ไม่ถูกต้อง

source: All configured plugin paths are invalid
kab: Akk iberdan n uzegrir yettusiwlen d irimeɣta
th: เส้นทางปลั๊กอินที่ตั้งค่าทั้งหมดไม่ถูกต้อง

source: Plugin “%s” not available
kab: Azegrir "%s" ulac-it
th: ปลั๊กอิน “%s” ไม่สามารถใช้ได้

source: Plugin not found: “%s”
kab: Azegrir ur yettwaf ara: "%s"
th: ไม่พบปลั๊กอิน: “%s”

source: Plugin configuration does not contain “plugin-id” reference
kab: Tawila n uzegrir ulac deg-s taselɣut n “plugin-id”
th: การตั้งค่าปลั๊กอินไม่มีการอ้างอิง “plugin-id”

source: Some keys could not be written
kab: Kra n tsura ur zmirent ara ad ttwarunt
th: บางคีย์ไม่สามารถเขียนได้

source: None of the specified keys are writable
kab: Ula d yiwet seg tsura yettusizzgen ttaqbalent tira
th: คีย์ที่ระบุมาไม่มีคีย์ใดสามารถเขียนได้

source: Media has no “id”, cannot remove
kab: Amidya ur yesεin ara "id", ur yezmir ara ad yettwakkes
th: สื่อไม่มี “id” ไม่สามารถถอดออกได้
